[
  {
    "listing_id": 4325623877,
    "title": "Native American Style Flute Handmade - G Minor Pentatonic",
    "description": "From my workshop to you, made with love.\n\nTo hear a sample of this instrument, please copy and paste the link below into your preferred browser:\nhttps://youtu.be/IakXfcYdsZw\n\nThis Native-American style flute is made out of a walnut and zebrawood. It is a light-weight flute and is tuned to a G, in standard 440 Hz. It has a rich, beautiful tone and timbre, and is easy to play. There is very little back pressure when blowing due to the small slow-air chamber and deep flue. It has quite a nice volume that can fill a room with very little effort. It can be used for meditation, spiritual practice, or simply for the joy of creating music. \n\nThe notes of this flute are G4, A#4, C5, D5, D#5, E5, and G5. This is a six-hole flute, which means you get the minor pentatonic scale with the addition of the optional D#5 note. This is a nice extra note to have as you continue to advance and seek flexibility in your improvisations. \n\nIf you are new to playing this instrument, you are in for a treat! The Native American flute is such a beautiful and peaceful instrument. I learned to play the first flute I created in just under a week with no prior experience. You will continue to improve as you discover new ways to play the instrument. \n\nI turn these flutes on the lathe and work everything else with hand tools. These are a work of passion and joy. Every piece I create is made with love. Finally, the flute is finished with several coats of non-toxic shellac, after being oiled with mineral oil inside and out. This helps to seal the grains and to provide a smooth chamber for sound waves to travel through.\n\nSomething to keep in mind with ALL Native American style flutes: exact note frequencies vary in different environmental conditions. This is true of all such flutes, and is due to differences in air temperature. At the same time, this flute is in-tune with itself. This simply means that, played alone, the notes of the flute will sound good together. Should you want to play with other instruments that are tunable, those instruments will need to have adjusted tunings. \n\nThis block can also be reversed to have a positive rake angle, which slightly sharpens note frequencies (relative to the zero rake angle side of the block). \n\nDIMENSIONS:\nLength: About 20\"\nHeight: About 1.25\"\n\nThank you for looking at my work!",
    "url": "https://www.etsy.com/listing/4325623877/native-american-style-flute-handmade-g",
    "price": "165.00",
    "currency_code": "USD",
    "primary_image": "https://i.etsystatic.com/21131758/r/il/9c025a/6967201764/il_fullxfull.6967201764_dib2.jpg"
  },
  {
    "listing_id": 4400860051,
    "title": "Tongue Drum Handmade - 16.5\" D Minor with 21 Notes",
    "description": "From my woodshop to your home, made with love.\n\nTO HEAR THIS INSTRUMENT, copy and paste the following YouTube video link into your browser. Headphones are recommended:\nhttps://youtu.be/R4XwE_ASV9g\n\n\nINCLUDED:\n- Tongue Drum\n- A pair of rubber mallets\n\nNamed the Andromeda model, this is a new tongue drum with beautiful overtones! The sound, simply put, is ethereal and breathtaking. Coming in at 16.5\" of playing surface, this drum has 21 notes. The smaller notes are octaves of the respective higher notes and resonate when the respective larger notes are struck. Additionally, they can be isolated and played independently for a full 21-note scale. Construction of this instrument is quite complex, requiring that all octaves are nearly perfect double frequencies of the respective larger note. \n\nThis drum is tuned to a D Minor with root note D. The notes are: D3 (center \"ding\" note), F3, A3, A#3, C4, D4, E4, F4, G4, and A#4, with the overtone notes D4, D5, F4, A4, A#4, C5, D5, E5, F5, G5, and A#5. \n\nThis instrument does not require any familiarity or skill with percussion instruments, nor do you need experience with music theory. The notes can be played in random order and will produce a pleasing sound. You can use it for meditation, relaxation, or in conjunction with other instruments.\n\nThis tongue drum is crafted entirely by hand from raw, 18-gauge steel. I hand-sink the shell, delivering between 1800 and 2,000 blows of the hammer (one of my absolute favorite steps!). I then heat treat each half-shell to reduce stresses that were introduced by hammering. This ensures a warm, mellow sound once the tongues are cut. \n\nOnce the tongues have been laid out, each tongue is hand-cut. The shells are hand-cut to final shape, and burrs and oxidation are removed through sanding and polishing. Before the shells are joined together, they are again heat treated to introduce stunning tempering colors of golds, purples, and blues. The shells are carefully joined. Then, I fine tune each of the tongues to achieve the final desired frequency. \n\nTo finish the instrument, the drum is cleaned and clear-coated to highlight the beautiful tempering colors. Finally, a decorative burlap trim is attached to provide contrast and elegance to the instrument.\n\nWhile building these is quite a technical and artistic process, they give me great purpose and joy in life. I hope to be able to share my work with you. Please reach out with any questions.\n\nDIMENSIONS\nDiameter - About 17\"\nHeight - About 5.5\"",
    "url": "https://www.etsy.com/listing/4400860051/tongue-drum-handmade-165-d-minor-with-21",
    "price": "385.00",
    "currency_code": "USD",
    "primary_image": "https://i.etsystatic.com/21131758/r/il/2172f3/7418607179/il_fullxfull.7418607179_hgcz.jpg"
  }
]